export const ColumnData = [
  {
    Header: "রেজিস্ট্রি নম্বর",
    Footer: "রেজিস্ট্রি নম্বর",
    accessor: "regNo",
  },
  {
    Header: "সংস্থার নাম",
    Footer: "Product Name",
    accessor: "orgName",
  },
  {
    Header: "সংশ্লিষ্ট কার্যালয়ের নাম",
    Footer: "সংশ্লিষ্ট কার্যালয়ের নাম",
    accessor: "orgRelatedOfficeName",
  },
  {
    Header: "কার্য এলাকা",
    Footer: "কার্য এলাকা",
    accessor: "workArea",
  },
  {
    Header: "সংস্থার মোবাইল নম্বর",
    Footer: "Status",
    accessor: "orgMobileNo",
  },
];

// export const subDistList = [
//   { name: "ওয়ারী", value: "ওয়ারী" },
//   { name: "সূত্রাপুর", value: "সূত্রাপুর" },
//   { name: "গেন্ডারিয়া", value: "গেন্ডারিয়া" },
//   { name: "যাত্রাবাড়ী", value: "যাত্রাবাড়ী " },
//   { name: "শ্যামপুর", value: "শ্যামপুর" },
//   { name: "কদমতলী", value: "কদমতলী" },
//   { name: "ডেমরা", value: "ডেমরা" },
//   { name: "রমনা", value: "রমনা" },
//   { name: "পল্টন", value: "পল্টন" },
//   { name: "শাহবাগ", value: "শাহবাগ" },
//   { name: "মতিঝিল", value: "মতিঝিল" },
//   { name: "শাহজাহানপুর", value: " শাহজাহানপুর" },
//   { name: "হাতিরঝিল", value: "হাতিরঝিল" },
//   { name: "কোতয়ালী", value: "কোতয়ালী" },
//   { name: "বংশাল", value: "বংশাল" },
//   { name: "সবুজবাগ", value: "সবুজবাগ" },
//   { name: "গুলশান", value: "গুলশান" },
//   { name: "খিলগাঁও", value: "খিলগাঁও" },
//   { name: "খিলক্ষেত", value: "খিলক্ষেত" },
//   { name: "বাড্ডা", value: "বাড্ডা" },
//   { name: "রামপুরা", value: "রামপুরা" },
//   { name: "বনানী", value: "বনানী" },
//   { name: "মুগদা", value: "মুগদা" },
//   { name: "ভাটারা", value: "ভাটারা" },
//   { name: "ধানমন্ডি", value: "ধানমন্ডি" },
//   { name: "নিউমার্কেট", value: "নিউমার্কেট" },
//   { name: "কলাবাগান", value: "কলাবাগান" },
//   { name: "হাজারীবাগ", value: "হাজারীবাগ" },
//   { name: "চকবাজার", value: "চকবাজার" },
//   { name: "লালবাগ", value: "লালবাগ" },
//   { name: "কামরাঙ্গীরচর", value: "কামরাঙ্গীরচর" },
//   { name: "মোহাম্মদপুর", value: "মোহাম্মদপুর" },
//   { name: "শেরে বাংলা নগর", value: "শেরে বাংলা নগর" },
//   { name: "আদাবর", value: "আদাবর" },
//   { name: "ক্যান্টনমেন্ট", value: "ক্যান্টনমেন্ট" },
//   { name: "তেজগাঁও", value: "তেজগাঁও" },
//   { name: "তেজগাঁও শিল্পাঞ্চল", value: "তেজগাঁও শিল্পাঞ্চল" },
//   { name: "উত্তরা পশ্চিম", value: "উত্তরা পশ্চিম" },
//   { name: "উত্তরা পূর্ব", value: "উত্তরা পূর্ব" },
//   { name: "এয়ারপোর্ট", value: "এয়ারপোর্ট" },
//   { name: "দক্ষিণ খান", value: "দক্ষিণ খান" },
//   { name: "উত্তর খান", value: "উত্তর খান" },
//   { name: "মিরপুর", value: "মিরপুর" },
//   { name: "পল্লবী", value: "পল্লবী" },
//   { name: "দারুস সালাম", value: "দারুস সালাম" },
//   { name: "কাফরুল", value: "কাফরুল" },
//   { name: "শাহ আলী", value: "শাহ আলী" },
//   { name: "রুপনগর", value: "রুপনগর" },
//   { name: "ভাসানটেক", value: "ভাসানটেক" },
//   { name: "তুরাগ", value: "তুরাগ" },
//   { name: "সাভার", value: "সাভার" },
//   { name: "আশুলিয়া", value: "আশুলিয়া" },
//   { name: "ধামরাই", value: "ধামরাই" },
//   { name: "কেরানীগঞ্জ", value: "কেরানীগঞ্জ" },
//   { name: "দক্ষিণ কেরানীগঞ্জ", value: "দক্ষিণ কেরানীগঞ্জ" },
//   { name: "নবাবগঞ্জ", value: "নবাবগঞ্জ" },
//   { name: "দোহার", value: "দোহার" },
// ];

export const relatedOfficeList = [
  { label: "শহর সমাজসেবা কার্যালয়-১", value: "শহর সমাজসেবা কার্যালয়-১" },
  { label: "শহর সমাজসেবা কার্যালয়-২", value: "শহর সমাজসেবা কার্যালয়-২" },
  { label: "শহর সমাজসেবা কার্যালয়-৩", value: "শহর সমাজসেবা কার্যালয়-৩" },
  { label: "শহর সমাজসেবা কার্যালয়-৪", value: "শহর সমাজসেবা কার্যালয় ৪" },
  { label: "শহর সমাজসেবা কার্যালয়-৫", value: "শহর সমাজসেবা কার্যালয়-৫" },
  { label: "শহর সমাজসেবা কার্যালয়-৬", value: "শহর সমাজসেবা কার্যালয়-৬" },
  { label: "শহর সমাজসেবা কার্যালয়-৭", value: "শহর সমাজসেবা কার্যালয়-৭" },
  { label: "শহর সমাজসেবা কার্যালয়-৮", value: "শহর সমাজসেবা কার্যালয়-৮" },
  {
    label: "সাভার উপজেলা সমাজসেবা কার্যালয়",
    value: "সাভার উপজেলা সমাজসেবা কার্যালয়",
  },
  {
    label: "ধামরাই উপজেলা সমাজসেবা কার্যালয়",
    value: "ধামরাই উপজেলা সমাজসেবা কার্যালয়",
  },
  {
    label: "কেরানীগঞ্জ উপজেলা সমাজসেবা কার্যালয়",
    value: "কেরানীগঞ্জ উপজেলা সমাজসেবা কার্যালয়",
  },
  {
    label: "নবাবগঞ্জ উপজেলা সমাজসেবা কার্যালয়",
    value: "নবাবগঞ্জ উপজেলা সমাজসেবা কার্যালয়",
  },
  {
    label: "দোহার উপজেলা সমাজসেবা কার্যালয়",
    value: "দোহার উপজেলা সমাজসেবা কার্যালয়",
  },
];


export const subDistList = [
  { label: "ওয়ারী", value: "ওয়ারী" },
  { label: "সূত্রাপুর", value: "সূত্রাপুর" },
  { label: "গেন্ডারিয়া", value: "গেন্ডারিয়া" },
  { label: "যাত্রাবাড়ী", value: "যাত্রাবাড়ী " },
  { label: "শ্যামপুর", value: "শ্যামপুর" },
  { label: "কদমতলী", value: "কদমতলী" },
  { label: "ডেমরা", value: "ডেমরা" },
  { label: "রমনা", value: "রমনা" },
  { label: "পল্টন", value: "পল্টন" },
  { label: "শাহবাগ", value: "শাহবাগ" },
  { label: "মতিঝিল", value: "মতিঝিল" },
  { label: "শাহজাহানপুর", value: " শাহজাহানপুর" },
  { label: "হাতিরঝিল", value: "হাতিরঝিল" },
  { label: "কোতয়ালী", value: "কোতয়ালী" },
  { label: "বংশাল", value: "বংশাল" },
  { label: "সবুজবাগ", value: "সবুজবাগ" },
  { label: "গুলশান", value: "গুলশান" },
  { label: "খিলগাঁও", value: "খিলগাঁও" },
  { label: "খিলক্ষেত", value: "খিলক্ষেত" },
  { label: "বাড্ডা", value: "বাড্ডা" },
  { label: "রামপুরা", value: "রামপুরা" },
  { label: "বনানী", value: "বনানী" },
  { label: "মুগদা", value: "মুগদা" },
  { label: "ভাটারা", value: "ভাটারা" },
  { label: "ধানমন্ডি", value: "ধানমন্ডি" },
  { label: "নিউমার্কেট", value: "নিউমার্কেট" },
  { label: "কলাবাগান", value: "কলাবাগান" },
  { label: "হাজারীবাগ", value: "হাজারীবাগ" },
  { label: "চকবাজার", value: "চকবাজার" },
  { label: "লালবাগ", value: "লালবাগ" },
  { label: "কামরাঙ্গীরচর", value: "কামরাঙ্গীরচর" },
  { label: "মোহাম্মদপুর", value: "মোহাম্মদপুর" },
  { label: "শেরে বাংলা নগর", value: "শেরে বাংলা নগর" },
  { label: "আদাবর", value: "আদাবর" },
  { label: "ক্যান্টনমেন্ট", value: "ক্যান্টনমেন্ট" },
  { label: "তেজগাঁও", value: "তেজগাঁও" },
  { label: "তেজগাঁও শিল্পাঞ্চল", value: "তেজগাঁও শিল্পাঞ্চল" },
  { label: "উত্তরা পশ্চিম", value: "উত্তরা পশ্চিম" },
  { label: "উত্তরা পূর্ব", value: "উত্তরা পূর্ব" },
  { label: "এয়ারপোর্ট", value: "এয়ারপোর্ট" },
  { label: "দক্ষিণ খান", value: "দক্ষিণ খান" },
  { label: "উত্তর খান", value: "উত্তর খান" },
  { label: "মিরপুর", value: "মিরপুর" },
  { label: "পল্লবী", value: "পল্লবী" },
  { label: "দারুস সালাম", value: "দারুস সালাম" },
  { label: "কাফরুল", value: "কাফরুল" },
  { label: "শাহ আলী", value: "শাহ আলী" },
  { label: "রুপনগর", value: "রুপনগর" },
  { label: "ভাসানটেক", value: "ভাসানটেক" },
  { label: "তুরাগ", value: "তুরাগ" },
  { label: "সাভার", value: "সাভার" },
  { label: "আশুলিয়া", value: "আশুলিয়া" },
  { label: "ধামরাই", value: "ধামরাই" },
  { label: "কেরানীগঞ্জ", value: "কেরানীগঞ্জ" },
  { label: "দক্ষিণ কেরানীগঞ্জ", value: "দক্ষিণ কেরানীগঞ্জ" },
  { label: "নবাবগঞ্জ", value: "নবাবগঞ্জ" },
  { label: "দোহার", value: "দোহার" },
];

// export const relatedOfficeList = [
//   { name: "শহর সমাজসেবা কার্যালয়-১", value: "শহর সমাজসেবা কার্যালয়-১" },
//   { name: "শহর সমাজসেবা কার্যালয়-২", value: "শহর সমাজসেবা কার্যালয়-২" },
//   { name: "শহর সমাজসেবা কার্যালয়-৩", value: "শহর সমাজসেবা কার্যালয়-৩" },
//   { name: "শহর সমাজসেবা কার্যালয়-৪", value: "শহর সমাজসেবা কার্যালয়-৪" },
//   { name: "শহর সমাজসেবা কার্যালয়-৫", value: "শহর সমাজসেবা কার্যালয়-৫" },
//   { name: "শহর সমাজসেবা কার্যালয়-৬", value: "শহর সমাজসেবা কার্যালয়-৬" },
//   { name: "শহর সমাজসেবা কার্যালয়-৭", value: "শহর সমাজসেবা কার্যালয়-৭" },
//   { name: "শহর সমাজসেবা কার্যালয়-৮", value: "শহর সমাজসেবা কার্যালয়-৮" },
//   {
//     name: "সাভার উপজেলা সমাজসেবা কার্যালয়",
//     value: "সাভার উপজেলা সমাজসেবা কার্যালয়",
//   },
//   {
//     name: "ধামরাই উপজেলা সমাজসেবা কার্যালয়",
//     value: "ধামরাই উপজেলা সমাজসেবা কার্যালয়",
//   },
//   {
//     name: "কেরানীগঞ্জ উপজেলা সমাজসেবা কার্যালয়",
//     value: "কেরানীগঞ্জ উপজেলা সমাজসেবা কার্যালয়",
//   },
//   {
//     name: "নবাবগঞ্জ উপজেলা সমাজসেবা কার্যালয়",
//     value: "নবাবগঞ্জ উপজেলা সমাজসেবা কার্যালয়",
//   },
//   {
//     name: "দোহার উপজেলা সমাজসেবা কার্যালয়",
//     value: "দোহার উপজেলা সমাজসেবা কার্যালয়",
//   },
// ];

// id:"" 1,
// type: 'Web',
// name: 'MyName',
// subject: 'Render Issue',
// created: '07/01/1985',
// status: 'on progress',

// export const GroupColumnData =  [
//     {
//         Header: 'ID',
//         Footer: 'ID',
//         accessor: 'id'
//     },
//     {
//         Header: 'Support ID',
//         Footer: 'Support ID',
//         accessor: 'name'
//     },
//     {
//         Header: 'TICKET  INFO',
//         Footer: 'Ticket Info',
//         columns : [
//             {
//                 Header: 'Type',
//                 Footer: 'Type',
//                 accessor: 'type'
//             },
//             {
//                 Header: 'Subject',
//                 Footer: 'Subject',
//                 accessor: 'subject'
//             },
//             {
//                 Header: 'Created At',
//                 Footer: 'Creted At',
//                 accessor: 'createdat'
//             },
//             {
//                 Header: 'Status',
//                 Footer: 'Status',
//                 accessor: 'status'
//             }
//         ]
//     }
// ]
